Repository: stefanschleich/rackruether-product-bundle
Catalog: src/Resources/contao/languages/*/*_product.xlf
Languages: de

# tl_product.title.0
source: Title
de: Titel

# tl_product.title.1
source: Please enter the title.
de: Bitte geben Sie den Titel ein.

# tl_product.subTitle.0
source: Subtitle
de: Untertitel

# tl_product.subTitle.1
source: Please enter the subtitle.
de: Bitte geben Sie den Untertitel ein.

# tl_product.alias.0
source: Product alias
de: Produkt-Alias

# tl_product.alias.1
source: The Product alias is a unique reference to the Product which can be called instead of its numeric ID.
de: Der Produkt-Alias ist eine eindeutige Referenz, die anstelle der numerischen Produkt-ID aufgerufen werden kann.

# tl_product.author.0
source: Author
de: Autor

# tl_product.author.1
source: Here you can change the author of the Product.
de: Hier können Sie den Autor des Produkts ändern.

# tl_product.description.0
source: Description
de: Beschreibung

# tl_product.description.1
source: Please enter the description.
de: Bitte geben Sie die Beschreibung ein.

# tl_product.orderNumber.0
source: Order number
de: Artikelnummer

# tl_product.orderNumber.1
source: Please enter the order number of the product.
de: Bitte geben Sie die Artikelnummer des Produkts ein.

# tl_product.shopURL.1
source: Please enter the shop-URL of the product.
de: Bitte geben Sie die Shop-URL des Produkts ein.

# tl_product.packingUnit.0
source: Packing unit
de: VPE

# tl_product.packingUnit.1
source: Please enter the packing unit of the product.
de: Bitte geben Sie die Verpackungseinheit des Produkts ein.

# tl_product.weight.0
source: Weight (g)
de: Gewicht (g)

# tl_product.weight.1
source: Please enter the weight of the product in grams.
de: Bitte geben Sie das Gewicht des Produkts in gramm ein.

# tl_product.allergyFriendly.0
source: Allergy friendly
de: Allergikerfreundlich

# tl_product.allergyFriendly.1
source: Mark the Product as allergy friendly.
de: Produkt als Allergikerfreundlich markieren.

# tl_product.organic.0
source: Organic
de: Bio

# tl_product.organic.1
source: Mark the Product as organic.
de: Produkt als Bio markieren.

# tl_product.german.0
source: German
de: Deutsch

# tl_product.german.1
source: Mark the Product as produced in Germany.
de: Produkt als in Deutschland hergestellt markieren.

# tl_product.gmFree.0
source: GM-free
de: Gentechnikfrei

# tl_product.gmFree.1
source: Mark the Product as GM-Free.
de: Produkt als Gentechnikfrei markieren.

# tl_product.ingredients.0
source: Ingredients
de: Zutaten

# tl_product.ingredients.1
source: Please add the Ingredients of the Product.
de: Bitte geben Sie die Zutaten des Produkts an.

# tl_product.ingredientName.1
source: Please enter the name of the ingredient
de: Bitte geben Sie den Namen der Zutat ein.

# tl_product.energyKJ.0
source: Energy (kJ)
de: Energie (kJ)

# tl_product.energyKJ.1
source: Please enter the energy in kilojoule.
de: Bitte geben Sie die Energie in Kilojoule ein.

# tl_product.energyKcal.0
source: Energy (kcal)
de: Energie (kcal)

# tl_product.energyKcal.1
source: Please enter the energy in kilocalories.
de: Bitte geben Sie die Energie in Kilokalorien ein.

# tl_product.fat.0
source: Fat (g)
de: Fett (g)

# tl_product.fat.1
source: Please enter the amount of fat in grams.
de: Bitte geben Sie den Fett-Anteil in gramm ein.

# tl_product.fatAcid.0
source: Fatty acid (g)
de: Ungesättigte Fettsäuren (g)

# tl_product.fatAcid.1
source: Please enter the amount of fatty acid in grams.
de: Bitte geben Sie den Anteil der ungesättigten Fettsäuren in gramm ein.

# tl_product.carbs.0
source: Carbs (g)
de: Kohlenhydrate (g)

# tl_product.carbs.1
source: Please enter the amount of carbs in grams.
de: Bitte geben Sie den Kohlenhydrat-Anteil in gramm ein.

# tl_product.carbsSugar.0
source: Sugars (g)
de: Zucker (g)

# tl_product.carbsSugar.1
source: Please enter the amount of sugars in grams.
de: Bitte geben Sie den Zucker-Anteil in gramm ein.

# tl_product.protein.0
source: Proteins (g)
de: Eiweiß (g)

# tl_product.protein.1
source: Please enter the amount of proteins in grams.
de: Bitte geben Sie den Eiweiß-Anteil in gramm ein.

# tl_product.salt.0
source: Salt (g)
de: Salz (g)

# tl_product.salt.1
source: Please enter the amount of salt in grams.
de: Bitte geben Sie den Salz-Anteil in gramm ein.

# tl_product.quid.0
source: QUID-Addition
de: QUID-Zusatz

# tl_product.quid.1
source: Please enter the QUID-Addition.
de: Bitte geben Sie QUID-Zusatz ein.

# tl_product.addImage.0
source: Add an image
de: Ein Bild hinzufügen

# tl_product.addImage.1
source: Add an image to the Product.
de: Dem Produkt ein Bild hinzufügen.

# tl_product.addEnclosure.0
source: Add enclosures
de: Anlagen hinzufügen

# tl_product.addEnclosure.1
source: Add one or more downloadable files to the Product.
de: Dem Produkt eine oder mehrere Dateien als Download hinzufügen.

# tl_product.enclosure.0
source: Enclosures
de: Anlagen

# tl_product.enclosure.1
source: Please choose the files you want to attach.
de: Bitte wählen Sie die Dateien aus, die Sie hinzufügen möchten.

# tl_product.noComments.0
source: Disable comments
de: Kommentare deaktivieren

# tl_product.noComments.1
source: Do not allow comments for this particular Product.
de: Die Kommentarfunktion für dieses Produkt deaktivieren.

# tl_product.published.0
source: Publish the Product
de: Produkt veröffentlichen

# tl_product.published.1
source: Make the Product publicly visible on the website.
de: Das Produkt auf der Webseite anzeigen.

# tl_product.title_legend
source: Title and author
de: Titel und Autor

# tl_product.description_legend
source: Description
de: Beschreibung

# tl_product.ingredients_legend
source: Ingredients
de: Zutaten

# tl_product.nutritional_legend
source: Nutritional values
de: Nährwerte

# tl_product.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_product.enclosure_legend
source: Enclosures
de: Anlagen

# tl_product.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_product.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_product.new.0
source: New Product
de: Neues Produkt

# tl_product.new.1
source: Create a new Product
de: Ein neues Produkt erstellen

# tl_product.show.0
source: Show Product details
de: Produktdetails

# tl_product.show.1
source: Show the details of Product ID %s
de: Details des Produkts ID %s anzeigen

# tl_product.edit.0
source: Edit Product
de: Produkt bearbeiten

# tl_product.edit.1
source: Edit Product ID %s
de: Produkt ID %s bearbeiten

# tl_product.copy.0
source: Duplicate Product
de: Produkt duplizieren

# tl_product.copy.1
source: Duplicate Product ID %s
de: Produkt ID %s duplizieren

# tl_product.cut.0
source: Move Product
de: Produkt verschieben

# tl_product.cut.1
source: Move Product ID %s
de: Produkt ID %s verschieben

# tl_product.delete.0
source: Delete Product
de: Produkt löschen

# tl_product.delete.1
source: Delete Product ID %s
de: Produkt ID %s löschen

# tl_product.toggle.0
source: Publish/unpublish Product
de: Produkt veröffentlichen/unveröffentlichen

# tl_product.toggle.1
source: Publish/unpublish Product ID %s
de: Produkt ID %s veröffentlichen/unveröffentlichen

# tl_product.editheader.0
source: Edit category
de: Kategorie bearbeiten

# tl_product.editheader.1
source: Edit the category settings
de: Die Kategorie-Einstellungen bearbeiten

# tl_product.pasteafter.0
source: Paste at the top
de: Oben einfügen

# tl_product.pasteafter.1
source: Paste after Product ID %s
de: Nach dem Produkt ID %s einfügen

# tl_product.pastenew.0
source: Add new at the top
de: Neues Inhaltselement oben erstellen

# tl_product.pastenew.1
source: Add new after Product ID %s
de: Neues Element nach dem Produkt ID %s erstellen
