Repository: stefanschleich/rackruether-product-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.product.0
source: Products
de: Sortiment

# MOD.product.1
source: Manage products
de: Sortiment verwalten

# MOD.tl_product
source: Products
de: Produkte

# FMD.product
source: Product
de: Produkt

# FMD.productlist.0
source: Product list
de: Produkt-Liste

# FMD.productlist.1
source: Adds a list of products to the page
de: FÃ¼gt der Seite eine Liste von Produkten hinzu

# FMD.productreader.0
source: Product reader
de: Produkt-Leser

# FMD.productreader.1
source: Shows the product description
de: Stellt die Beschreibung zu einen Produkt dar

# FMD.productpage.0
source: Product page
de: Produkt-Seite

# FMD.productpage.1
source: Shows the Product list and Product reader on the same page
de: Gibt die Produkt-Liste und den Produkt-Leser auf derselben Seite aus
